// Version: 3.2.0 build 101003

// About Box
10000=Informazioni su minipad2
10010=Traduzione Italiana di T3Tmktg
10020=Questo programma è freeware!
10180=Se vuoi offrire supporto, fai click qui:

// File Menu
1000=&File
1010=Nuova Pagina &Note
1020=Nuova Pagina Es&tesa
1030=Nuova &Calcolatrice
1040=Nuova &Agenda
1050=Nuovo &Dizionario
1060=Nuova Pagina &Collegamenti
1070=Nuova Pagina &Contatti
1110=Nuovo &Gruppo
1120=&Rename
1130=Switch &Lock
1140=Elimina Pagina
1145=&Chiudi Pagina
1150=&Salva
1160=&Property...
1170=&View
1180=&Importa...
1190=&Esporta...
1200=Invia &Mail
1210=Esci

// Edit Menu
1300=Modifica
1310=Pulisci
1320=Annulla
1330=Ripristina
1340=Seleziona tutto
1350=Taglia
1360=Copia
1370=Incolla
1400=&Delete\tDel
1410=Nuovo elemento
1420=I&nserisci elemento
1430=Modifica elemento
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=A capo automatico
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=Trova/Sostituisci
1460=Subsequent Find
1462=Trova successivo
1464=Find &Previous
1466=Sostituisci e trova successivo
1468=&Replace && Find Previous
1470=Sostituisci tutto
1480=&Highlight Match
1490=Insert &Link...
5000=Inserisci Modello
4000=Inserisci da clipboard

// Navigation Menu
1550=&Navigation
1560=&Precedente
1570=&Successivo
1580=Livello s&uperiore
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=S&trumenti
1710=Mostra struttura nodi
1720=&Sempre in primo piano
1730=&Trasparente
1740=Nascondi automaticamente
1750=Gestione Modelli
1760=Gestione Collegamenti
1770=Esamina Clipboard
1780=Pulisci Clipboard
1790=Clipboard &Manage
1800=Statistics...
1810=Personalizza barra strumenti
1820=&Opzioni...

// Help Menu
1900=Aiuto
1910=Argomenti
1920=Homepage
1930=&Forum
1950=&Donate
1940=&Informazioni su...

// Tray Menu
1960=Ripristina
1970=Minimizza
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=Annulla
402=Aggiungi...
406=Nuovo
408=Reset
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=Trova/Sostituisci
10230=Sostituisci con:
10350=Maiusc./Minusc.
10360=Parola intera
10330=Su
10340=Giù
10370=Ripeti
10240=Testo:
10250=Inserire testo!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=l'alto
10280=il basso
10290=Tutto il testo è stato sostituito!
10300=Testo non trovato!
10310=Testo non trovato!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=Definisci Barra strumenti
10480=Pulsanti disponibili
10490=Pulsanti attuali
10500=Separatore
10510=Ripristina Barra strumenti originale?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=Lista
11020=Carica Default
11030=Salva Default
11040=Seleziona tutto
11050=Icone grandi
11060=Icone piccole
11070=Lista
11080=Report
11090=Abstract
11120=Selezione intera riga
11100=Mostra griglia
11110=Stile
11130=Elementi opzionali
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=Login minipad2
11410=Inserire password:
11430=Password errata!

// Import Dialog
11500=Importa
15380=Importa da:
11510=File
11520=Cartella
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=Opzioni

// Program Settings
15050=Impostazioni programma
15060=Avvia con Windows
15070=Mostra icona nel system tray
15080=Minimizza nel system tray
15090=Avvia minimizzato
15100=Close to tray
15110=Suggerisci nome nuova pagina
15120=Conferma eliminazione
15130=Scroll esterno
15140=Editor sempre visibile
15170=Programma e-Mail:
15150=Tasto scelta rapida Minimizza/Ripristina:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=Linea vuota dopo <CR>
15210=Rientro automatico
15245=One click open link
15220=Conferma pulizia
15230=Tabulazioni:
15250=Limite Undo:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Linea di separazione:
15460=Use virtual import when drag in files

// Behavior Settings
15500=Comportamento
15530=Tasto Esc:
15510=Minimizza
15520=Pulisce testo
15540=Doppio-click su scheda:
15550=Switch status
15560=Rinomina
15570=Cancella
15630=Click centrale su scheda:
15590=Rinomina
15600=Switch status
15610=Cancella
15640=Doppio click su gruppo:
15580=Nuova pagina
15620=Sale un livello

// Log In Settings
15700=Log In
15710=Avvio con password:
15730=Password:
15740=Conferma:
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=Salvataggio automatico
15830=Auto backup, interval:
15850=Percorso Backup:
15860=Selezionare cartella backup:
15890=Total backups:
15825=N. Copie
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=A scomparsa
15960=Direzione:
15970=Ritardo uscita:
15980=Ritardo avvio:
15990=Tempo avvio:
16000=Bordo visibile:
16010=Casuale
16020=Sinistra
16030=Alto
16040=Destra
16050=Basso

// Appearance Settings
16500=Visualizzazione
16610=Lingua:
16530=Barra del titolo semplificata
16590=Nome pagina su barra del titolo
16550=Mostra barra del menù
16560=Mostra barra degli strumenti
16510=Regolazione automatica
16540=Sensibilità:
16580=Trasparenza:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=Struttura:
16770=Carattere...
16780=Sfondo...
16710=Barra scorrimento orizz. nodi
16720=Pulsanti espansione nodi
16730=Mostra linee struttura
16740=Mostra linee verso l'origine
16750=Mostra icone dei nodi
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=Barra Schede:
16920=Carattere...
16860=Disponi schede su più righe
16890=Tabs on bottom
16870=Larghezza fissa schede:
16900=Mostra icone in schede
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=Liste:
17020=Carattere...
17030=Sfondo...
17045=Abstract View:
17055=Carattere...
17060=Sfondo...
17065=Abstract Title:
17075=Carattere...
17080=Sfondo...
17085=Abstract Sel-Title:
17090=Carattere...
17095=Sfondo...

// Editor Settings
17100=Editor
17140=Editor Note:
17120=Carattere...
17130=Sfondo...
15280=Margini:
17150=Mostra numero linea
17170=Sfondo...
17180=Evidenzia linea in uso
17200=Sfondo...
17210=Sfondo...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=Carattere...
17440=Sfondo...

// Extensions Settings
17600=Extensions
17610=Abilita Calcolatrice
17620=Abilita Agenda
17630=Abilita Dizionario
17640=Abilita Collegamenti
17660=Abilita Contatti
17670=Abilita Modelli
17680=Abilita Clipboard
17690=Attenzione: Le modifiche in questa pagina avranno effetto dopo il riavvio del programma.

// Calculator Settings
17800=Calculator
17840=Decimali:
17850=Calcolo trigonometrico:
17820=Radianti
17830=Gradi
17860=Funzioni utente:

// Dictionary Settings
17950=Dictionary
17980=Elenco dizionari:
17960=Mostra tutti i risultati
17990=Trasferimento dei dizionari, attendere...
18000=Tasto scelta rapida suggerimento:
18020=Sfondo...

// Launcher Settings
18100=Launcher
18130=Tasto scelta rapida Collegamento:
18210=Abilita Tasto scelta rapida sottoelemento
18110=Non usare icone programma (più veloce)
18120=Minimizza minipad2 all'apertura del collegamento

// Template Settings
18200=Modelli
18220=Tasto scelta rapida Popup:
18240=Il menù Popup non ha focus
18250=Tasto scelta rapida Cattura:
20760=Abbrev.:

// Clipboard Settings
18300=Clipboard
18350=Numero massimo elementi:
18360=Dimensione massima elemento:
18370=Tasto scelta rapida Popup:
18390=Larghezza menu:
18410=Nuovo elemento all'inizio
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=Nuovo Collegamento
20180=Modifica Collegamento
20030=Programma/File
20040=Cartella
20050=Url
20060=Email
20080=Batch
20120=Collegamento:
20130=Tipo:
20150=Collegamento:
20160=Tipo:
20140=Tasto scelta rapida:
20010=Nome:

// Memo Dialog
20500=Nuovo Evento
20510=Modifica Evento
20380=Avviso
20390=Esegui Collegamento
20400=Nessuna azione
20320=Data:
20430=Descrizione:
20440=Azione:
20450=Giorno
20460=Giornaliero
20470=Settimanale
20480=Mensile
20485=Yearly
20490=Periodo
20560=Nessuna scadenza
20520=Suono:
20540=Nessuno
20550=Beep
20530=File audio

// Contact Dialog
21290=Modifica Contatto
21280=Nuovo Contatto
21150=Nome:
21160=Azienda:
21170=Cellulare:
21180=ICQ:
21190=MSN:
21200=Sesso:
21210=Indirizzo:
21220=CAP:
21230=Tel:
21240=Fax:
21250=Altro:
21260=Note:
21270=Settore:
10090=Email:

// Template Dialog
20740=Nuovo Modello
20750=Modifica Modello

// Reminder PopupBox
20900=Avviso minipad2
20920=Avvisa ancora:
20940=min.
20950=Nessun allarme
20960=Delete me

// Messages & Misc Strings
25000=Nuova pagina
25010=Inserire nome pagina:
25020=Prompt
25030=Si vuole cancellare la pagina corrente?
25040=Rinomina pagina
25050=Si vuole eliminare il contenuto della pagina corrente?
25060=Maschio
25070=Femmina
25080=Scegliere File
25090=Tutti i files (*.*)|*.*|Eseguibili (*.exe)|*.exe|Files DOC (*.doc)|*.doc|Files XLS (*.xls)|*.xls|Files PPT (*.ppt)|*.ppt|Files PDF (*.pdf)|*.pdf|Files di testo (*.txt)|*.txt
25100=Scegliere file audio
25110=File audio(*.wav)|*.wav
25120=Scegliere Cartella
25130=Evento
25131=Attività
25132=Nessuno
25140=Data
25150=Azione
25160=Abilita allarme
25170=File audio
25180=Descrizione
25210=Categoria
25190=File
25191=Cartella
25192=Url
25193=Email
25194=Node
25195=Altro
25196=Batch Link
25200=Collegamento
25220=Tasto scelta rapida
25225=Abbrev.
25230=Nome
25240=Sesso
25250=Cellulare
25260=Email
25270=IM
25280=MSN
25290=Azienda
25300=Reparto
25310=Indirizzo
25320=C.A.P.
25330=Tel
25340=Fax
25350=Altro
25400=Cancellare il contenuto della clipboard?
25410=File da importare
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Nome File di Esportazione
25440=File di testo (*.txt)|*.txt|Tutti i Files (*.*)|*.*
25450=File di testo (*.txt)|*.txt|File Esportazione di minipad2 (*.mep)|*.mep|Tutti i Files (*.*)|*.*
25460=File Esportazione di minipad2 (*.mep)|*.mep|File di testo (*.txt)|*.txt|Tutti i Files (*.*)|*.*;
25470=Il contenuto della lista è stato copiato nella clipboard.
25480=Rimuovere l'elemento selezionato dalla lista dei collegamenti?
25490=Cancellare l'elemento selezionato?
25495=Are you sure to remove the selected items?
25500=Cancellare la pagina selezionata?
25510=Home
25520=Questo gruppo contiene pagine protette e non può essere eliminato.
25530=Si vuole eliminare l'intero gruppo con tutti i suoi elementi?
25540=Password non corrispondente! Controllare!
25550=Selezionare eseguibile client mail
25560=File eseguibili (*.exe)|*.exe
25570=Il testo selezionato è stato aggiunto alla lista stringhe.
25580=Un elemento con lo stesso contenuto (Nr. %0) esiste già nella lista stringhe!
25590=Indice dei contenuti
25600=Informazioni
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Collegamento
25740=Contact
25360=Group
25361=NotePage
25362=Calcolatrice
25363=MemoPage
25364=Dizionario
25365=Collegamenti
25366=ContactPage
25375=Avviso
25376=Collegamento
25377=Contact
25378=Modelli
25386=ClipItem
25370=Modelli
25380=Collegamento rapido
25390=Clipboard
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Evento
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=File
25830=Note
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=Home
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude